Revit 2027 API
IFCHybridImportOptions.HybridPropertySets Property
 True if we should use AnyCAD to process property sets, false otherwise.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool HybridPropertySets { get; }
Public ReadOnly Property HybridPropertySets As Boolean
	Get
public:
property bool HybridPropertySets {
	bool get ();
}
member HybridPropertySets : bool with get
Property Value
Boolean
See Also
Reference
IFCHybridImportOptions Class
Autodesk.Revit.DB.IFC Namespace